[
  {
    "title": "With the demise of the Seljuk Sultanate of Rum during 12th to 13th century, Anatolia was divided into a patchwork of independent states, the so-called Anatolian Beyliks. For the next few centuries, these Beyliks were under the sovereignty of Mongolians and their Iranian Kingdom Ilkhanids. This accounts for the Persian nature of the later Ottomans.[citation needed] By 1300, a weakened Byzantine Empire had lost most of its Anatolian provinces to these Turkish principalities. One of the beyliks was led by Osman I (d. 1323/4), from which the name Ottoman is derived, son of Ertuğrul, around Eskişehir in western Anatolia. In the foundation myth expressed in the story known as \"Osman's Dream\", the young Osman was inspired to conquest by a prescient vision of empire (according to his dream, the empire is a big tree whose roots spread through three continents and whose branches cover the sky).[4] According to his dream the tree, which was Osman's Empire, issued four rivers from its roots, the Tigris, the Euphrates, the Nile and the Danube.[4] Additionally, the tree shaded four mountain ranges, the Caucasus, the Taurus, the Atlas and the Balkan ranges.[4] During his reign as Sultan, Osman I extended the frontiers of Turkish settlement toward the edge of the Byzantine Empire."
  },
  {
    "title": "As the 16th century progressed, Ottoman naval superiority was challenged by the growing sea powers of western Europe, particularly Portugal, in the Persian Gulf, Indian Ocean and the Spice Islands. With the Ottoman Turks blockading sea-lanes to the East and South, the European powers were driven to find another way to the ancient silk and spice routes, now under Ottoman control. On land, the Empire was preoccupied by military campaigns in Austria and Persia, two widely separated theatres of war. The strain of these conflicts on the Empire's resources, and the logistics of maintaining lines of supply and communication across such vast distances, ultimately rendered its sea efforts unsustainable and unsuccessful. The overriding military need for defence on the western and eastern frontiers of the Empire eventually made effective long-term engagement on a global scale impossible.[citation needed]"
  },
  {
    "title": "This long period of Ottoman peace and, indeed, stagnation is typically characterized by historians as an era of failed reforms.[citation needed] In the latter part of this period there were educational and technological reforms, including the establishment of higher education institutions such as the Istanbul Technical University.[44] Ottoman science and technology had been highly regarded in medieval times, as a result of Ottoman scholars' synthesis of classical learning with Islamic philosophy and mathematics, and knowledge of such Chinese advances in technology as gunpowder and the magnetic compass. By this period, though, the influences had become regressive and conservative. In 1734, when an artillery school was established with French teachers in order to impart Western-style artillery methods, the Islamic clergy successfully objected under the grounds of theodicy.[45] Not until 1754 was the artillery school reopened on a semi-secret basis.[45] Earlier, the guilds of writers had denounced the printing press as \"the Devil's Invention\", and were responsible for a 53-year lag between its invention by Johannes Gutenberg in Europe in c. 1440 and its introduction to the Ottoman society with the first Gutenberg press in Istanbul that was established by the Sephardic Jews of Spain in 1493 (who had migrated to the Ottoman Empire a year earlier, escaping from the Spanish Inquisition of 1492.) However, the printing press was used only by the non-Muslims in the Ottoman Empire until the 18th century. In 1726, Ibrahim Muteferrika convinced the Grand Vizier Nevşehirli Damat İbrahim Pasha, the Grand Mufti, and the clergy on the efficiency of the printing press, and later submitted a request to Sultan Ahmed III, who granted Muteferrika the permission to publish non-religious books (despite opposition from some calligraphers and religious leaders.)[46] Muteferrika's press published its first book in 1729, and, by 1743, issued 17 works in 23 volumes (each having between 500 and 1,000 copies.)[46][47]"
  },
  {
    "title": "In 1974, descendants of the dynasty were granted the right to acquire Turkish citizenship by the Grand National Assembly, and were notified that they could apply. Mehmed Orhan, son of Prince Mehmed Abdul Kadir of the Ottoman Empire, died in 1994, leaving the grandson of Ottoman Sultan Abdülhamid II, Ertuğrul Osman, as the eldest surviving member of the deposed dynasty. Osman for many years refused to carry a Turkish passport, calling himself a citizen of the Ottoman Empire.[citation needed] Despite this attitude, he put the matter of an Ottoman restoration to rest when he told an interviewer \"no\" to the question of whether he wished the Ottoman Empire to be restored. He was quoted as saying that \"democracy works well in Turkey.\"[99] He returned to Turkey in 1992 for the first time since the exile, and became a Turkish citizen with a Turkish passport in 2002.[100]"
  },
  {
    "title": "In many ways, the circumstances surrounding the Ottoman Empire's fall were a result of tensions between the Empire's different ethnic groups and the various governments' inability to deal with these tensions. The introduction of increased cultural rights, civil liberties and a parliamentary system during the Tanzimat proved too late to reverse the nationalistic and secessionist trends that had already been set in motion since the early 19th century.[citation needed]"
  },
  {
    "title": "McCarthy, Justin. The Ottoman Turks: An Introductory History to 1923. 1997[ISBN missing]"
  }
]
